abcde
alacritty
alacritty-themes
alsa-utils
amd-ucode
appimagelauncher
arc-gtk-theme
arch-install-scripts
aria2
atool
base
base-devel
bash-pipes
bashmount
bashtop
bastet
bat
bat-extras
bc
blueman
bluez
bluez-utils
brave-bin
cava
cdparanoia
clang
clipmenu
cmatrix
cmus
cowsay
cups
dkms
dmenu
dolphin
downgrade
dropbox
dunst
efibootmgr
exfat-utils
fd
feh
ffmpegthumbnailer
figlet
firefox
font-manager
fortune-mod
freerdp
gimp
gimp-plugin-gmic
git
git-ignore-bin
github-cli
glow
google-chrome
gradle
grub
highlight
hplip
htop
i3-wm
i3blocks
i3lock-color
i3status
imagemagick
iw
jdk-openjdk
jq
jstest-gtk-git
kitty
lazygit
lib32-nvidia-utils-tkg
lib32-opencl-nvidia-tkg
libcaca
libdvdcss
libvncserver
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-slick-greeter
lightdm-theme-neon-git
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
linux
linux-firmware
linux-headers
linuxconsole
llvm
lolcat
lsd
lxappearance
lynx
man-db
materia-gtk-theme
mc
mediainfo
mpv
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nsnake
ntfs-3g
nudoku
nvidia-dkms-tkg
nvidia-egl-wayland-tkg
nvidia-settings-tkg
nvidia-utils-tkg
nvm
nyancat
opencl-nvidia-tkg
openssh
p7zip
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
perl-image-exiftool
picom
pipewire-media-session
pipewire-pulse
plymouth
polkit-gnome
polybar
ponysay
poppler
powerline
print-manager
psutils
pulseaudio-alsa
python-chardet
python-gpgme
python-pip
python-psutil
python-pynvim
ranger
reflector
remmina
rlwrap
rofi
rofi-calc
rofi-emoji
rust
samba
snapd
sound-juicer
steam
stow
strawberry
sysfsutils
system-config-printer
thunar
thunar-volman
timeshift
tldr
tmux
tree
ttf-droid
ttf-font-awesome
ttf-meslo-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-weather-icons
udiskie
ueberzug
unrar
unzip
update-grub
usbutils
vlc
w3m
wacomtablet
wget
wordle-cli-bin
xautolock
xboxdrv
xclip
xf86-input-wacom
xf86-video-nouveau
xf86-video-vesa
xfce-polkit
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgxrdp
xpad
xrdp
xss-lock
yay
yay-debug
yazi
zig
zip
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
