abcde
alacritty-themes
appimagelauncher
bash-pipes
bashmount
bastet
brave-bin
cava
downgrade
dropbox
git-ignore-bin
google-chrome
i3lock-color
jstest-gtk-git
lib32-nvidia-utils-tkg
lib32-opencl-nvidia-tkg
lightdm-theme-neon-git
lightdm-webkit2-theme-glorious
nsnake
nudoku
nvidia-dkms-tkg
nvidia-egl-wayland-tkg
nvidia-settings-tkg
nvidia-utils-tkg
nvm
opencl-nvidia-tkg
snapd
ttf-weather-icons
update-grub
wordle-cli-bin
xboxdrv
xfce-polkit
xidlehook
xorgxrdp
xrdp
yay
yay-debug
zsh-theme-powerlevel10k-git
